'''
配置文件储存
'''
Banner = """\033[0;34m
                           _____  ____  __  __  ___  _  __ _   _ 
                          |_   _|/ ___||  \/  ||_ _|| |/ /| | | |
                            | | | |    | |\/| | | | | ' / | | | |
                            | | | |___ | |  | | | | | . \ | |_| |
                            |_|  \____||_|  |_||___||_|\_\ \___/ 
                    ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^
                            佛祖保佑       永不宕机     永无BUG   \033[0m                                                     
        """
#电报机器人配置
TOKEN = "7002508823:AAFPmQgEr2P5PoAoEbnaYxhq0734eHH02RI"
MYSQL = ""

#网页地址配置
File_HTEML = '../html'


#宝塔api配置
URL = "http://47.94.149.204:35560/"
KEY = "dMggIkipqz8bZyDhXLTPlpnTX1PdtHNE"

#权限管理机制
DateFile = './date/ena.json'

#帮助信息设置
HELP = f"help文档(测试阶段)\n 目前完成功能:\n #管理员列表\n #添加管理员\n #删除管理员 \n *改跳转\n *加像素\n"